turek-hron-fsi3-calculix/fluid-openfoam/system/decomposeParDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location system;
    object decomposeParDict;
}

    numberOfSubdomains 3;
  
	method scotch;
	scotchCoeffs
	{
	}


